Repository: godiard/chart
Catalog: Chart.activity/po/*.po
Languages: hy, pl, pt

source: Chart
hy: Գրաֆիկ
pl: Wykres
pt: Traçar Gráfico

source: Create your charts and organize your information! Try the best chart for your case.
hy: Ստեղծիր քո աղյուսակները և դասավորիր քո տեղեկատվությունը. Փորձիր լավագույն աղյուսակը քո դեպքի համար:
pt: Cria os teus gráficos e organiza a tua informação! Experimenta o melhor gráfico para o teu caso.

source: Invalid Value
hy: Անվավեր արժեք
pl: Niepoprawna Wartość
pt: Valor Inválido

source: The value must be a number (integer or decimal)
hy: Արժեքը պետք է լինի թվի տեսքով (ամբողջ թիվ կամ տասնորդական)
pl: Wartość musi być liczbą (całkowitą lub ułamkową)
pt: O valor deve ser um número (inteiro ou decimal)

source: Save as image
hy: Պահել որպես պատկեր
pl: Zapisz jako obraz
pt: Guardar como Imagem

source: Read StopWatch data
hy: ընթերցել ԴադարԴիտել տվյալները
pl: Wczytaj dane Stopera
pt: Ler dados de Cronómetro

source: Read Measure data
hy: Ընթերցել Չափման տվյալները
pl: Wczytaj dane Pomiaru
pt: Ler dados de Medir

source: Add a value
hy: Ավելացնել արժեք
pl: Dodaj wartość
pt: Adicionar um valor

source: Remove the selected value
hy: Հեռացնել ընտրված արժեքը
pl: Usuń wybraną wartość
pt: Remover o valor selecionado

source: Chart Color
hy: Գրաֆիկի գույնը
pl: Kolor wykresu
pt: Cor do Gráfico

source: Line Color
hy: Գծի գույնը
pl: Kolor linii
pt: Cor da Linha

source: Horizontal label...
hy: Հորիզոնական պիտակ...
pl: Etykieta Pozioma...
pt: Legenda horizontal...

source: Vertical label...
hy: Ուղղահայաց պիտակ
pl: Etykieta pionowa...
pt: Legenda vertical...

source: Text
hy: Տեքստ
pt: Texto

source: Font Color
hy: Տառատեսակի գույնը
pt: Cor de Tipo de Letra

source: Title font
hy: Վերնագրի տառատեսակը
pt: Tipo de Letra de Título

source: Labels font
hy: Պիտակների տառատեսակը
pt: Tipo de Letra de Etiquetas

source: Tick font
hy: «ծիտիկ»-ի տառատեսակ

source: Fullscreen
hy: Էկրանի չափով
pl: Pełen ekran
pt: Ecrã Inteiro

source: Move up
hy: Շարժիր դեպի վեր
pl: Do góry
pt: Mover para cima

source: Move down
hy: Շարժիր դեպի ներքև
pl: Do dołu
pt: Mover para baixo

source: No data
hy: Տվյալներ չկան
pt: Sem dados

source: Vertical Bar Chart
hy: Ուղղահայաց սյուներով գրաֆիկ
pl: Wykres słupków pionowych
pt: Gráfico de Barras Vertical

source: Horizontal Bar Chart
hy: Հորիզոնական սյուներով գրաֆիկ
pl: Wykres słupków poziomych
pt: Gráfico de Barras Horizontal

source: Line Chart
hy: Գծային գրաֆիկ
pl: Wykres liniowy
pt: Gráfico de Linhas

source: Pie Chart
hy: Շրջանաձև գրաֆիկ
pl: Wykres kołowy
pt: Gráfico Circular

source: Invalid object
hy: Անվավեր առարկա
pl: Niepoprawny obiekt
pt: Objeto inválido

source: The selected object must be a %s file
hy: Ընտրված առարկան պետք է լինի %s ֆայլ
pl: Wybrany obiekt musi być plikiem %s
pt: O objeto escolhido deve ser um ficheiro %s

source: StopWatch
hy: ԴադարելՆայել
pl: Stoper
pt: Cronómetro

source: Measure
hy: Չափ
pl: Pomiar
pt: Medir

source: Label
hy: Պիտակ
pl: Etykieta
pt: Legenda

source: Value
hy: Արժեք
pl: Wartość
pt: Valor

source: Basic usage
hy: Հիմնական օգտագործում
pl: Podstawowe użycie
pt: Utilização básica

source: First you need add data to create the graph
hy: Գրաֆիկ կազմելու համար առաջին հերթին պետք է ավելացնես տվյալներ
pl: Najpierw musisz dodać dane, aby stworzyć wykres
pt: Primeiro precisas adicionar dados para criar o gráfico

source: You can add data with this button
hy: Կարող եք ավելացնել տվյալներ այս կոճակի օգնությամբ
pl: Możesz dodać dane tym przyciskiem
pt: Podes adicionar dados com este botão

source: ...or remove data with this button
hy: ...կամ հեռացնել տվյալները այդ կոճակի օգնությամբ
pl: ...albo usunąć dane tym przyciskiem
pt: ...ou remover dados com este botão

source: To change the graph title, just change the activity title
hy: Գրաֆիկի վերնագիրը փոխելու համար պարզապես փոխիր ծրագրի վերնագիրը
pl: Aby zmienić tytuł wykresu, zmień płytkę aktywności
pt: Para alterar o título do gráfico, basta alterar o título da atividade

source: Next you can change the type of graph
hy: Այնուհետեվ կարող ես փոխել գրաֆիկի տեսակը
pl: Następnie możesz zmienić typ wykresu
pt: A seguir podes alterar o tipo de gráfico

source: Vertical bars
hy: Ուղղահայաց սյուներ
pl: Pionowe paski
pt: Barras verticais

source: Horizontal bars
hy: Հորիզոնական սյուներ
pl: Poziome paski
pt: Barras horizontais

source: Lines
hy: Գծեր
pl: Linie
pt: Linhas

source: Pie
hy: Շրջանաձև
pl: Koło
pt: Circular

source: Configs
hy: Կազմաձևումներ
pl: Ustawienia
pt: Configurar

source: You can change the colors or the horizontal and vertical labels in the configs toolbar
hy: Կարող ես փոխել գուները կամ հորիզոնական և ուղղահայաց պիտակները գործիքաշարի կազմաձևման մեջ
pl: Możesz zmienić kolory lub poziome i pionowe etykiety w pasku ustawień
pt: Podes mudar as cores ou as legendas horizontais e verticais na barra de ferramentas configurar

source: Saving as an image
hy: Պահպանել որպես պատկեր
pl: Zaspisywanie jako obrazek
pt: A guardar como uma imagem

source: In the activity toolbar you have button to save the graph as an image
hy: Ծրագրի գործիքաշարում կա կոճակ, որը թույլ է տալիս պահպանել գրաֆիկը որպես պատկեր
pl: A pasku narzędzi aktywności masz przycisk do zapisania wykresu jako obrazek
pt: Na barra de ferramentas da atividade, tens um botão para guardar o gráfico como uma imagem

source: Reading data from other activities
hy: Ընթերցել տվյալները այլ ծրագրերից
pl: Wczytywanie danych z innych aktywności
pt: A ler dados de outras atividades

source: In the activity toolbar you have buttons to read data from other activities
hy: Ծրագրի գործիքաշարում կա կոճակ, որը թույլ է տալիս ընթերցել տվյալները այլ ծրագրերից
pl: W pasku narzędzi aktywności masz przyciski do wczytania danych z innych aktywności
pt: Na barra de ferramentas da atividade, tens botões para ler os dados de outras atividades

source: You can use times measured in the StopWatch activity
hy: Կարող ես օգտագործել ժամանկը` չափված ԴադարելԴիտել ծրագրում
pl: Możesz użyć czasów zmierzonych w aktywności Stoper
pt: Podes utilizar os tempos medidos na atividade Cronómetro

source: ...or data from the Measure activity
hy: ...կամ տվյալներ Չափում ծրագրից
pl: ...albo danych z aktywności Pomiar
pt: ...ou dados da atividade Medir

source: Reading data from the clipboard
hy: Ընթերցել տվյալները սեցմատախտակից
pl: Odczytywanie danych ze schowka
pt: A ler dados da área de transferência

source: Some activities (such as VisualMatch) has the ability to copy data to the clipboard
hy: Որոշ ծրագրեր (ինչպիսին է Տեսողական համատիպություն) տվյալները սեղմատախտակին պատճենելու հնարավորություն ունեն
pt: Algumas atividades (como Combinar Visualmente) têm a habilidade de copiar dados para a área de transferência

source: Drop the clipboard data into the chart area and it will be charted
hy: Սեղմատախտակի տվյալները գցել գրաֆիկի տարածության մեջ և այն կարձանագրվի
pt: Arrasta os dados da área de transferência para a área do gráfico e serão traçados

source: Select font
hy: Ընտրեք տառատեսակ
pt: Escolher tipo de letra

source: Help
hy: օգնություն
pl: Pomoc
pt: Ajuda

source: Time
hy: Ժամանակ
pl: Czas
pt: Tempo

source: Mark
hy: Նշան
pl: Oznacz
pt: Marco

source: Values
hy: Արժեք
pl: Wartości
pt: Valores

source: Samples
hy: Օրինակներ
pl: Przykłady
pt: Amostras
