Repository: godiard/chart
Catalog: Chart.activity/po/ayc.po
Languages: ayc

source: Chart
ayc: Rixiña

source: Create your charts and organize your information! Try the best chart for your case.
ayc: ¡Rixitanakama uñstayma ukata yatiyäwima wakichma! Jumaru wakisiri suma rixitamaya yant'ma.

source: Invalid Value
ayc: Jani wakisiri chani

source: The value must be a number (integer or decimal)
ayc: Chanixa maya jakhuñapawa (maypacha jani ukaxa pikuni)

source: Ok
ayc: Waliki

source: Save as image
ayc: Sutini imaña untasiwi

source: Read StopWatch data
ayc: StopWatch wakichata tuqita ullaña

source: Read Measure data
ayc: Tupaña tuqita ullaña

source: Add a value
ayc: Maya chani yapxatma

source: Remove the selected value
ayc: Chani chhijllata apsuña

source: Chart Color
ayc: Rixitana samipa

source: Line Color
ayc: Chiqanakana samipa

source: Horizontal label...
ayc: Sara... sutipa

source: Vertical label...
ayc: Sayt'a... sutipa

source: Text
ayc: qillqata

source: Font Color
ayc: qillqata samipa

source: Title font
ayc: qillqata sutipa

source: Labels font
ayc: chimpunakana qillqapa

source: Tick font
ayc: tick wakichatana qillqapa

source: Fullscreen
ayc: Maypacha uñtäwi

source: Move up
ayc: Alayaru jithiyaña

source: Move down
ayc: Aynacharu jithiyaña

source: No data
ayc: Jani yatiyäwini

source: Vertical Bar Chart
ayc: Sayt'a siqinaka rixita

source: Horizontal Bar Chart
ayc: Sara siqinaka rixita

source: Line Chart
ayc: Chiqanaka rixita

source: Pie Chart
ayc: Muyu rixita

source: Invalid object
ayc: Jani wakisiri apnaqaña

source: The selected object must be a %s file
ayc: Apanaqaña chhijllataxa imata wakichatañapawa %s

source: StopWatch
ayc: Pacha chimpu tupaña

source: Measure
ayc: Tupaña

source: Label
ayc: Sutichaña

source: Value
ayc: Chani

source: Basic usage
ayc: Wakisiri apanaqaña

source: First you need add data to create the graph
ayc: Rixita uñstayañatakixa nayraqata yatiyäwinaka yapxatañama

source: You can add data with this button
ayc: Yatiyäwinaka akïri limt'asawa yapxatasma

source: ...or remove data with this button
ayc: ... jani ukaxa akïri limt'asawa yatiyäwinaka apsusma

source: To change the graph title, just change the activity title
ayc: Rixitana p'iqinchiri sutipa jaqtañatakixa, luräwina p'iqinchiri sutipa jaqtañakiwa wakisi

source: Next you can change the type of graph
ayc: Jichhakuchawa uka kasta rixita jaqtasma

source: Vertical bars
ayc: Sayt'a siqinaka

source: Horizontal bars
ayc: Sara siqinaka

source: Lines
ayc: Chiqanaka

source: Pie
ayc: Muyuña

source: Configs
ayc: Machaqachañanaka

source: You can change the colors or the horizontal and vertical labels in the configs toolbar
ayc: Machaqachañanaka wakichata taypita uka sayt'a ukata sara sutinaka samipa jaqtasma

source: Saving as an image
ayc: Maya rixitjama imaña

source: In the activity toolbar you have button to save the graph as an image
ayc: Maya rixitjama imañatakixa luräwinaka limt'aña wakichata taypina maya limt'añaxa utji

source: Reading data from other activities
ayc: Yaqha luräwinakana yatiyäwinakapa ullasa

source: In the activity toolbar you have buttons to read data from other activities
ayc: Yaqha luräwinaka yatiyäwinakapa ullañatakixa luräwinaka wakichäwinaka limt'aña taypina maya limt'añawa utji

source: You can use times measured in the StopWatch activity
ayc: StopWatch luräwimpixa pacha tupt'ata suma apnaqasma

source: ...or data from the Measure activity
ayc: ... jani ukaxa Tupt'aña luräwina yatiyäwinakapa

source: Reading data from the clipboard
ayc: Apsuta wakichatanaka imaña yatiyäwinaka ullaña

source: Some activities (such as VisualMatch) has the ability to copy data to the clipboard
ayc: Walja luräwinaka (Tupañanakjama) apsuta wakichatanaka imaña taypiru apaqasmawa

source: Drop the clipboard data into the chart area and it will be charted
ayc: Apsuta wakichatanaka imaña taypiru yatiyäwinaka apma uka rixita taypiru ukata rixitanakawa mistuni

source: Select font
ayc: qillqa thaqaña

source: Help
ayc: Yanapa

source: Time
ayc: Pacha

source: Mark
ayc: Ch'iku

source: Values
ayc: Chaninaka

source: Samples
ayc: Uñachayañanaka
