Repository: godiard/chart
Catalog: Chart.activity/po/pbs.po
Languages: pbs

source: Chart
pbs: matsjau ndasau' rabe'en

source: Create your charts and organize your information! Try the best chart for your case.
pbs: ¡Vichjaut pu tiji manasau' rabe'en maiñ vikjiaik re se vud-ua vumang! Chaut pu majau ndasu' rabe'en.

source: Invalid Value
pbs: Liñjú nip li'iajaun'

source: The value must be a number (integer or decimal)
pbs: Pu liñjú lumei latsjau nda mi'ia nabe'en (lipia u lumei ndanú)

source: Ok
pbs: matajaich'

source: Save as image
pbs: Makjat nkjaí kutaú

source: Read StopWatch data
pbs: Ma'ajau riñjá StopWatch

source: Read Measure data
pbs: Ma'ajau riñjá Masau'

source: Add a value
pbs: Meje'ets nda liñjú

source: Remove the selected value
pbs: Makeje' malejei' ne liñju

source: Chart Color
pbs: Xikjiap pu ndasau' rabe'en

source: Line Color
pbs: Xikjiap' pu riñ'eje'

source: Horizontal label...
pbs: Ndanú kily'e likiajaun'

source: Vertical label...
pbs: Kily'e ndanú mate'eung...

source: Text
pbs: kily'e me'ets

source: Font Color
pbs: xikjia'p re ndue'p kily'e

source: Title font
pbs: Ngunjiu' ndue'p kily'e

source: Labels font
pbs: Ndue'p kily'e lumei kily'e ndanú

source: Tick font
pbs: Ngutue'p kily'e ne tick

source: Fullscreen
pbs: Lipia Kutaú nak'ujulyil'

source: Move up
pbs: Maka'aut kimvia'

source: Move down
pbs: maka'aut kimviu'p

source: No data
pbs: Kad-ep kad-er lumei

source: Vertical Bar Chart
pbs: Ndasau' rabe'en mantsux ma makuas

source: Horizontal Bar Chart
pbs: Ndasau' rabe'en mantsux makajaun'

source: Line Chart
pbs: Ndasau' rabe'en re riñ'eje'

source: Pie Chart
pbs: Ndasau' rabe'en torta

source: Invalid object
pbs: Sania' nip li'iajaun

source: The selected object must be a %s file
pbs: Ne sania' makeje' lumei namei nda nguk'uix makjat %s

source: StopWatch
pbs: ndasau' mapá

source: Measure
pbs: Masau'

source: Label
pbs: kily'e ndanú

source: Value
pbs: Liñjú

source: Basic usage
pbs: Ki't make'

source: First you need add data to create the graph
pbs: Kutap tumei namejep riñja se manatsjau ndasau' rabe'en

source: You can add data with this button
pbs: Lania'at lamejep riñjá nanji ndaleiñ

source: ...or remove data with this button
pbs: malejei' riñja lumei nanji nadleiñ

source: To change the graph title, just change the activity title
pbs: Se manavaun' ne ngunjiu' pu ndasau' kily'e, sau' lavaun' pu ngunjiu ne ngul'ajau

source: Next you can change the type of graph
pbs: Ma laku'uch nania'at navaun' pu vakjá ndasau rabe'en

source: Vertical bars
pbs: Mavun' likiajaunt'

source: Horizontal bars
pbs: mavun re makua'at

source: Lines
pbs: Riñ'eje'

source: Pie
pbs: Ndimjiuñ

source: Configs
pbs: kue'e matsjau

source: You can change the colors or the horizontal and vertical labels in the configs toolbar
pbs: Lania't lavaun' pu xikjiap' re kily'e ndanú vugua'at maiñ re makajaun' se lumei pu ndantsux kue'e matsjau

source: Saving as an image
pbs: Makjat nkjaí nda kutaú

source: In the activity toolbar you have button to save the graph as an image
pbs: Pu ndantsux ne ngul'ajau lumei nda ndaleiñ se manakjat ne ndasau' rabe'en nkjaí kutaú

source: Reading data from other activities
pbs: Va'ajau riñja lixa'au ngul'ajau

source: In the activity toolbar you have buttons to read data from other activities
pbs: Pu ndantsux ne ngul'ajau lumei ndaleiñ se manad-ajau riñjá lixa'au ngul'ajaú

source: You can use times measured in the StopWatch activity
pbs: Lania'at kigui' re tijiap masau' manatsjau ne ngul'ajau StopWatch

source: ...or data from the Measure activity
pbs: ... riñjáp ne ngul'ajau Masau'

source: Reading data from the clipboard
pbs: Va'ajau riñjá pu makal' ngk'uix mavun

source: Some activities (such as VisualMatch) has the ability to copy data to the clipboard
pbs: Valeí ngul'ajau (nkjaí vandaik) vutju'u kje'eik riñja pu ndakal ngk'uix mavun

source: Drop the clipboard data into the chart area and it will be charted
pbs: Kint pu riñjá se pu ndakal ngk'uix mavun kiñkie' ne ndasau' rabe'en maiñ latje'euk

source: Select font
pbs: makeje' ngutue'p kily'e

source: Help
pbs: Nabaik

source: Time
pbs: kunju'

source: Mark
pbs: me'es

source: Values
pbs: liñjú

source: Samples
pbs: Ma'u'up
